# encoding: utf-8
thanks_given_rewards = {
    u"感恩节600元现金红包":(300000,100000000),
    u"感恩节400元现金红包":(200000,300000),
    u"感恩节200元现金红包":(100000,200000),
    u"感恩节2.2%加息券":(80000,100000),
    u"感恩节1.8%加息券":(60000,80000),
    u"感恩节80元现金红包":(40000,60000),
    u'一年迅雷会员':(30000,40000), #共计1000个,送完了送1.5%加息券
    u"感恩节1.5%加息券":(8000,30000),
    u"感恩节10元现金红包":(5000,8000),
    u'蛋糕叔叔40元代金券':(4500,5000),
    u'河狸家30元代金券':(4000,4500),
    u'点到全身理疗30元代金券':(3500,4000),
    u'小狗电器30元代金券':(3000,3500),
    u'一个月爱奇艺会员':(2000,3000),
    u'7天爱奇艺会员':(1000,2000),
    u'七天迅雷会员':(0,1000),
    u"感恩节1%加息券":(0,0),
}
