#encoding:utf-8

question_list = {
    '1': {
        'question': u'认识网利宝',
        'answer': [
            {
                'question': u'什么是网利宝？',
                'answer': u'网利宝是北京网利科技有限公司旗下的互联网金融平台。网利宝在业内创立“产融结合”的业务模式，联合中国领先的金融机构、产业龙头企业进行战略合作，不断为投资用户提供多元化、低风险、快捷方便、优质灵活的理财产品。',
            },
            {
                'question': u'网利宝的优势是什么？',
                'answer': u'(1) 低门槛、好收益：100元即可加入理财计划，平均预期年化收益6%－13%。\n(2) 期限灵活：期限灵活多样，网利宝为用户提供短期、中期、长期三种不同期限的理财计划，满足用户资金的不同需求。\n(3) 强大的金融属性：网利宝的核心团队成员来自高盛、摩根斯坦利、美银美林、淡马锡、中金、华夏基金等国内外著名金融机构，拥有丰富的金融从业经验。',
            },
            {
                'question': u'网利宝的投资方是谁？',
                'answer': u'2014年2月获得了IDG资本A轮融资，IDG资本在中国大陆还投资了百度、腾讯、小米、携程网等知名企业；\n2015年5月获得了A股上市公司鸿利光电B轮融资，鸿利光电是国家高新技术企业，鸿利光电的LED器件在显指、光效、稳定性等方面的指标均达到国内领先水平，是国内率先通过美国环保总署(EPA)认可的第三方IES LM-80测试的LED封装企业，是中国白光LED器件领军者，致力打造中国领先的LED+互联网金融+车联网的生态平台。'
            }
        ]
    },
    '2': {
        'question': u'注册｜登录',
        'answer': [
            {
                'question': u'如何成为网利宝的理财人？',
                'answer': u'年满18周岁，具有完全民事权利能力和民事行为能力，可以在网利宝平台上进行注册、完成实名认证、绑定银行卡，成为理财人。',
            },
            {
                'question': u'如何修改绑定手机号？',
                'answer': u'目前，您需要通过联系客服（4008-588-066），提供相关信息进行修改。',
            },
            {
                'question': u'如何实名认证？',
                'answer': u'若您还没有实名认证，可以在“我的账户”页面进行实名认证。',
            },
            {
                'question': u'为什么要实名认证？',
                'answer': u'根据国家金融监管机构要求，为保障投资人的资金安全和合法权益，投资人需要在首次投资前输入真实姓名和身份证号码进行实名认证。'
            },
            {
                'question': u'身份信息正确，实名认证未通过怎么办？',
                'answer': u'可能是由于第三方认证系统没有及时更新您的身份信息导致的。您可以联系客服寻求帮助（4008-588-066）。'
            },
            {
                'question': u'为什么手机收不到验证码？',
                'answer': u'(1) 请确认手机是否安装短信拦截或过滤软件； \n(2) 请确认手机是否能够正常接收短信（信号问题、欠费、停机等）；\n (3) 曾经发送过TD(退订短信)，请联系客服400-8588-066寻求帮助； \n(4) 短信收发过程中可能会存在延迟，请耐心等待。'
            },
            {
                'question': u'绑定银行卡失败要怎么处理？',
                'answer': u'您的姓名、银行卡、身份证号需保持一致，否则会导致绑定银行卡失败。如果您需要变更银行卡信息，请提供您的身份证复印件、注册手机号、现有银行卡信息、新银行卡信息，发送至网利宝官方客服邮箱：kefu@wanglibank.com， 我们将在2个工作日内给您答复。'
            },
            {
                'question': u'一个手机号可以注册几个账户？',
                'answer': u'手机号具有唯一性，故一个手机号只能注册绑定一个账户。'
            }
        ]
    },
    '3': {
        'question': u'投资/赎回',
        'answer': [
            {
                'question': u'如何进行投资？',
                'answer': u'投资步骤：注册--实名认证--充值到网利宝账户--选择投资项目购买。'
            },
            {
                'question': u'如果出现项目未满标的情况，投资失败怎么办？',
                'answer': u'如果在有效期间内投资项目的借款金额未投满，则流标，届时投资人的投资资金会自动返回到其网利宝个人账户。'
            },
            {
                'question': u'投资标的是否真实存在？',
                'answer': u'网利宝发布的所有投资标的都是真实有效的，均经过严格的筛选、实地检查和复核。'
            },
            {
                'question': u'购买后可以提前赎回或转让吗？',
                'answer': u'目前网利宝平台发布的月利宝和转让标投资项目可以提前赎回或转让。'
            },
            {
                'question': u'平台上投资项目的还款方式有哪些？',
                'answer': u'网利宝平台有三种还款方式:1、按月等额本息还款；2、按月还息到期还本；3、到期一次性还本付息。'
            },
            {
                'question': u'账户中的投资中冻结金额和提现中冻结金额是什么意思？',
                'answer': u'投资后，在款项还未划款给借款人之前，资金是处于投资冻结中的，待借款项目满标并审核通过后，平台放款给借款人开始计息时，投资中冻结金额就会为“0”。从申请提现到资金到账到银行卡上的这段时间，资金将显示为提现冻结状态，当资金到达银行卡后提现资金显示为“0”。'
            },
            {
                'question': u'购买后何时开始计息？',
                'answer': u'散标：在投资项目的借款满标后，平台会对借款人进行放款，放款日即开始计息。\n月利宝：当日计息，投资用户在购买日即开始计息（购买日到实际计息日所得利息将于投资计划的第一个还款日统一发放）。'
            },
            {
                'question': u'网利宝平台的收益率是多少？',
                'answer': u'目前，网利宝平台预期年化6%-13%，具体收益率以网利宝平台为准。用户可通过参与网利宝平台活动，获得更高收益。'
            },
            {
                'question': u'投资项目到期后资金需要多久到账？',
                'answer': u'正常情况下，产品到期后资金会在1-3个工作日内到账到您的网利宝账户。'
            },
            {
                'question': u'提前还款对投资人有什么好处？',
                'answer': u'（1）投资人可以以更短的期限获得投资时约定的年化收益率\n（2）更好地保证投资人的资金流动性\n（3）较短时间内回款，降低投资人的资金风险'
            },
            {
                'question': u'提前还款有罚息吗？',
                'answer': u'是否有罚息取决该标的合同。'
            },
            {
                'question': u'购买成功后是否可以撤销？',
                'answer': u'所有项目在购买成功后均不可以撤销。'
            },
            {
                'question': u'购买成功了，但在我的账户里看不到投资记录？',
                'answer': u'当您的购买项目尚未满标或者处于满标审核中，您的购买资金会被冻结，待项目满标审核后，即可进入我的账户查看投资记录。'
            },
            {
                'question': u'项目到期后，资金会回到哪里？收到还款后能马上再投资吗？',
                'answer': u'项目到期后，本金和利息是回到您的网利宝账户的。账户内资金可以直接用来继续投资，确保投资人收益的最大化。'
            }
        ]
    },
    '4': {
        'question': u'充值/提现',
        'answer': [
            {
                'question': u'充值失败，无法从银行卡充值到网利宝怎么办？',
                'answer': u'很有可能是您使用的网络延迟导致，建议您稍后再试。',
            },
            {
                'question': u'如何给账户充值？',
                'answer': u'1. 登录网利宝，打开【我的账户】页面，点击【充值】；2. 跳转至充值页面，选择充值银行，输入充值金额，点击【充值】；3. 跳转至银行或者第三方支付页面，按照页面的提示输入银行账户和密码等信息即可完成充值。',
            },
            {
                'question': u'如何绑定银行卡?',
                'answer': u'用户在注册成功后，在【账户中心】—【银行卡管理】页面中添加银行卡。并且，同一用户只能绑定一张银行卡。',
            },
            {
                'question': u'什么是同卡进出?',
                'answer': u'用户通过同名银行卡充值进来的资金，需要在提现的时候通过该卡返还给用户，且用户只能绑定唯一一张同名银行卡。用户如需解绑，需通过邮件提交资料至网利宝，资料审核通过后即可解绑银行卡。',
            },
            {
                'question': u'充值是否收费?',
                'answer': u'用户在网利宝平台充值的手续费，由网利宝平台承担。',
            },

            {
                'question': u'银行已经扣款，但是网利宝账户余额却没有增加？',
                'answer': u'用户可通过致电网利宝客服电话：4008-588-066，提交相关信息，网利宝工作人员将尽快为您解决。',
            },
            {
                'question': u'如何提现？',
                'answer': u'在“我的账户”页面可以查看账户余额，发起提现申请以及查看提现记录。'
            },
            {
                'question': u'申请提现后，资金多久可以到账？',
                'answer': u'提现资金将在1-3个工作日内到账到银行卡上。'
            },
            {
                'question': u'充值是否有限额？',
                'answer': u'网利宝对于客户的充值次数和金额均无限制。客户在充值的单笔限额和次数均取决于充值银行。'
            },
            {
                'question': u'提现限额是多少？',
                'answer': u'最低限额：当账户余额大于等于50元时，每笔提现最低限额为50元；当账户余额小于50元时，需一次性提取完。\n最高限额：单笔提现限额50万，民生银行单笔限额5万，单日不限次数'
            },
            {
                'question': u'提现手续费是多少？',
                'answer': u'客户在网利宝充值、提现，将由第三方支付平台按金额收取一定比例的手续费。目前网利宝将为客户垫付充值手续费；同时，客户在满足条件时每月可享受一定次数的免费提现，超过当月享受的免费提现次数后，具体收取规则如下（其他超出部分将由网利宝平台垫付）：\n1、基本手续费。每个月前2次提现免收基本手续费，超过2次后的提现基本手续费如下：\n提现金额小于等于1万：2元/笔\n提现金额大于1万，小于等于5万：3元/笔\n提现金额大于5万，小于等于10万：5元/笔\n2、额外手续费。充值未投资的资金如需要提现，将额外收取提现金额的0.3%，此部分手续费不包含免费范围内。\n提现费用举例：\n用户账户中有到期回款资金3万元，用户充值5万后（未投资），一次性提现8万元（用户该月已经用完2次免收提现基本手续费机会）：\n提现费用= 5元（基本手续费）+ 5万*0.3%（额外手续费）=155元'
            },
            {
                'question': u'提现未到账怎么办？',
                'answer': u'（1）可能是银行卡信息填写有误，银行做退款操作，大概会在7个工作日内完成退款，请用户耐心等候。\n（2） 您还可以联系客服，寻求帮助（4008-588-066）。'
            },
            {
                'question': u'为什么提现申请会失败？',
                'answer': u'答：造成您提现失败的原因可能有以下几种：\na、网利宝账号未通过实名认证\nb、银行开户行信息填写错误\nc、银行账号/户名错误，或是账号和户名不符\nd、提现银行卡为存折或信用卡\ne、银行账户冻结或正在办理挂失\n如果遇到以上情况，我们会在收到银行转账失败的通知后解除您的提现资金冻结，并及时通知您相关信息，请您不必担心资金安全。'
            },
            {
                'question': u'平台充值提现须知',
                'answer': u'为了保证广大用户的资金安全，防止用户资金被他人恶意提现。目前，网利宝平台资金只能提现到实名认证人名下的银行卡中，即只能被提现到用户本人名下银行卡上。请广大用户悉知！'
            },
            {
                'question': u'异常提现所需资料',
                'answer': u'（1）身份证正反面照片\n（2）手持身份证照片\n（3）手持新卡照片\n（4）旧卡注销或挂失证明（如找不到注销或挂失证明请提供银行卡账户流水证明含在我司   充值提现的交易流水）\n（5）新卡开户或账户证明。'
            },
        ]
    },
    '5': {
        'question': u'账户密码管理',
        'answer': [
            {
                'question': u'忘记登录密码怎么办？',
                'answer': u'在登录页面选择“忘记密码”可进行密码重置。',
            },
            {
                'question': u'如何修改登录/交易密码？',
                'answer': u'电脑端：（1）点击 进入“我的账户”（2）在左边菜单导航处，点击“修改密码” （3）填写原始密码，重新设定密码即可修改成功。电脑端暂无交易密码设置。\n手机端：（1）点击进入 “我的账户”（2）进入右上角“设置” （3）选择“修改登录密码”或“管理交易密码”。',
            },
            {
                'question': u'什么是交易密码？',
                'answer': u'交易密码是供用户在充值、投资、提现申请操作时使用，作为用户承认本人操作的密码。为了您的交易安全，请尽快通过手机端设置交易密码，目前，电脑端暂无交易密码设置。',
            },
            {
                'question': u'用户解绑银行卡需要提供什么？',
                'answer': u'根据第三方通道的银行卡变更及解绑要求， 为方便用户变更或解除已绑定银行卡，特拟定此公告，具体解绑流程如下：\n  1、用户换卡（绑定的银行卡属于正常状态，需要换本人的其它卡交易）：需核实网利宝账户资金已全部提走，可申请更换同人的银行卡。\n 提供资料至邮箱：jiesuan@wanglibank.com。所需资料：网利宝账户总资产已全部提走的证明（例：用户对应帐户总资产为"0"的截图）及 提供手持身份证、原银行卡、现银行卡照片（要求能看见脸）。\n   2、用户换卡（绑定的银行卡：注销、挂失、补办、更换等）：需要用户提供开户银行的相关证明材料，通过审核后，可申请更换同人的银行卡。\n   提供资料至邮箱：jiesuan@wanglibank.com。所需资料：①银行卡变更申请书（补卡/换卡申请书），②身份证正反面照片、手持身份证正面半身照，③新卡拍照、手持新卡拍照（要求能看见脸），④销卡凭证。注：同一银行换卡提供：①、②、③，不同银行换卡提供：②、③、④。\n   3、用户注销：需核实该用户确实是要注销该银行卡，网利宝账户资金已全部提走。\n 提供资料至邮箱：jiesuan@wanglibank.com。所需资料：网利宝账户总资产已全部提走的证明（例：用户对应帐户总资产为"0"的截图）\n  用户解绑邮件，内容格式（必须按照此格式发）：\n   解绑原因：用户换卡/用户注销/用户卡丢失 \n 持卡人信息举例：\n 注册手机号：138********\n身份证号：110***************\n 银行卡号：6222***************\n（附件添加所需提供的资料）',
            }
        ]
    },
    '6': {
        'question': u'理财券/体验金',
        'answer': [
            {
                'question': u'什么是加息券？',
                'answer': u'在项目投资时选择使用，使用后，将在基本收益的基础上，产生额外的收益。',
            },
            {
                'question': u'什么是红包？',
                'answer': u'在项目投资时选择使用，使用后，直接抵扣相应本金。',
            },
            {
                'question': u'红包/加息券使用规则？',
                'answer': u'散标：\n同一个投资项目只能使用一种理财券（红包或者加息券），其中，加息券针对整个投资项目进行加息，红包针对每笔投资进行抵扣。\n月利宝：\n理财券（红包或者加息券）按次使用，加息券或红包针对每笔投资进行加息或者抵扣，单次投资只能选择一张理财券。\n例如：\n（1）用户在投资项目A时，首笔投资选择使用0.4％加息券，\n散标：用户后续针对该项目A的每笔投资，均默认加息0.4％，不能再选择其它加息券和红包；\n月利宝：用户针对该项目A的该笔投资加息0.4％，后续再投资该项目需选择使用其他红包或者加息券；\n（2）用户在投资项目A时，首笔投资选择使用红包。\n散标：用户后续针对项目A的每笔投资，可选择继续使用其他已有红包，但不能再选择使用加息券。\n月利宝：后续再投资该项目需选择使用其他红包或者加息券。'
            },
            {
                'question': u'如何领取体验金？',
                'answer': u'新用户通过注册（老用户通过参与平台相关活动）获得体验金后，体验金自动放入相应账户并发送站内信通知。',
            },
            {
                'question': u'如何使用体验金？',
                'answer': u'1、体验金只能在相关活动页投资体验标，投资时不能使用其它理财券。体验金有效期自发放日起15天内有效。\n2、体验金需要用户手动投资，投资时系统将自动按体验金总额一次性投资完毕。例如，用户A注册获得10000元体验金，未使用，之后该用户通过参与活动获得5000元体验金，此时用户选择投资体验标时（两笔体验金均在有效期内），系统默认将15000元体验金全部投资。',
            },
            {
                'question': u'体验金是否可提现？',
                'answer': u'1、体验金投资项目，17点前投资当日计息，17点后投资次日计息，项目到期日17点回款。还款本金系统自动收回，利息收益自动以余额形式发放至投资人的理财专区账户。例如，新手28888元体验金，计息日为1天（含节假日），今天16：50分投资，项目立即计息，今天17：00体验金投资收益会发放到您个人账户。\n2、体验金利息收益与正常账户余额一样，可用来投资和提现。部分合作渠道来源用户无法享受此活动奖励，网利宝对此活动享有最终解释权。',
            }
        ]
    },
    '7': {
        'question': u'月利宝/债权转让',
        'answer': [
            {
                'question': u'什么是月利宝理财计划？',
                'answer': u'月利宝理财计划是网利宝平台推出的快捷方便、退出灵活的安全、便捷、高效的优选理财计划。该计划包含多种期限模式，每种期限的计划包含对应的锁定期，采用智能匹配债权，可随时发起债权转让，其收益率会随持有时间的增加有一定程度的提升，并享受当日计息，期限结束后，投资资金将自动退出月利宝，转至理财人投资用户的网利宝账户。',
            },
            {
                'question': u'月利宝理财计划安全吗？',
                'answer': u'月利宝所有产品适用于平台的各项风控手段。',
            },
            {
                'question': u'月利宝理财计划有什么优势？',
                'answer': u'（1）收益递增，每个月收益率会随持有时间增加而提升；\n（2）随时退出，投资用户可在月利宝计划的投资期限内申请债权转让，以实现提前退出；\n（3）当日计息，投资用户投资产品在购买日即开始计息（购买日到实际计息日所得利息将于投资计划的第一个还款日统一发放）。',
            },
            {
                'question': u'月利宝理财计划分为哪几类？收益是怎样的？',
                'answer': u'月利宝分为四大类（以下利率仅供参考，具体以实际利率为准）：\n月利宝A: 项目总期限1个月、锁定期限7天、基准年化利率7.5%、无上浮利率、封顶年化利率7.5%；\n月利宝B: 项目总期限3个月、锁定期限1个月、基准年化利率8%、每月0.5%上浮利率、封顶年化利率9%；\n月利宝C: 项目总期限6个月、锁定期限3个月、基准年化利率8.5%、每月0.5%上浮利率、封顶年化利率11%；\n月利宝D: 项目总期限12个月、锁定期限6个月、基准年化利率10.25%、每月0.25%上浮利率、封顶年化利率13%；',
            },
            {
                'question': u'月利宝理财计划有投资额度限制吗？',
                'answer': u'月利宝起投金额为1000元，投资额需1000元的整数倍，无投资上限。若项目可投资金额少于1000元时，需全额购买。',
            },
            {
                'question': u'月利宝理财计划中项目的理财计划平台加息与散标项目平台加息的区别是什么？',
                'answer': u'散标项目平台加息中，平台加息部分在计息之日起，一次性返还至用户账户中；月利宝理财计划平台加息为当日计息，加息部分与其基本收益相同，月利宝平台加息部分根据不同还款方式按照投资用户的还款计划返还给用户。',
            },
            {
                'question': u'月利宝理财计划的计息方式及还款方式是什么？',
                'answer': u'月利宝理财计划的计息方式为按月计息。\n还款方式为：按月付息到期还本或一次性还本付息。',
            },
            {
                'question': u'投资月利宝理财计划是否可以使用红包和加息券？',
                'answer': u'目前，投资月利宝理财计划时支持使用红包、加息券，投资按次进行使用。',
            },
            {
                'question': u'月利宝理财计划锁定期是什么意思？',
                'answer': u'月利宝计划满额并通过审核 后，月利宝进入锁定期。不同期限的月利宝的锁定期有所不同。在锁定期内转让统一收取手续费。月利宝项目债权转让后，没有锁定期的概念。',
            },
            {
                'question': u'什么是债权转让？',
                'answer': u'债权转让，指投资人将在网利宝平台投资的借款项目转让给其他投资人（即受让人），并与受让人签订债权转让协议的操作。债权转让能提高投资人的资金流动性。',
            },
            {
                'question': u'哪些项目可以申请债权转让吗？',
                'answer': u'目前，只有月利宝和转让标可以进行债权转让。',
            },
            {
                'question': u'债权转让的作用是什么？',
                'answer': u'债权转让能提高投资人的资金流动性，当投资人有紧急资金需求时，可通过转让自己购买的、符合相应条件的债权给其他投资人，获得流动资金。',
            },
            {
                'question': u'购买转让债权后可以再转让吗？',
                'answer': u'凡是符合转让规则的债权转让项目都可以在购买后再次被转让。',
            },
            {
                'question': u'月利宝项目进行债权转让时，怎么收费？',
                'answer': u'（1）提前退出费用：若在锁定期内申请提前退出，需支付转让债权本金部分的2%作为提前退出费用；若在锁定期过后申请提前退出，不收取提前退出费用。\n（2）再转让手续费：债权受让人购买月利宝债权转让标后再次进行债权转让的，不存在锁定期的概念，所以不收取提前退出费用，但应向网利宝平台支付转让债权本金的3‰作为的再转让手续费。',
            },
            {
                'question': u'债权转让过程中有哪些限制条件？',
                'answer': u'（1）结息日前72小时不能进行债权转让；\n（2）逾期债权不能进行债权转让；\n（3）债权转让人不能购买自己的债权；\n（4）受让人购买债权转让项目，不参与全民淘金活动；\n（5） 债权转让均以本金为基准，转让时通过转让本金来智能匹配转让债权，购买时也是通过认购本金进行购买。\n（6）网利宝平台要求的其他条件。',
            },
            {
                'question': u'债权转让的时效为多久？',
                'answer': u'债权转让的的时效有效时间为债权转让人提出转让申请时起的3个自然日内，超过转让有效期后，仍然没有成功转让的债权，视为转让失败，系统自动撤销该部分债权转让申请，债权回到债权转让人的网利宝账户中；已成功转出的部分仍然有效。',
            },
            {
                'question': u'债权转让过程中，债权受让人能用红包和加息券吗？',
                'answer': u'债权受让人在购买转让债权转让的项目时不可使用红包、加息券。',
            },
            {
                'question': u'提出债权转让申请后可以撤销转让吗？',
                'answer': u'在转让标售卖期间 ，债权转让人有权手动撤销该转让项目。',
            },
            {
                'question': u'什么是债权转让溢价费？',
                'answer': u'当债权转让的成交价格超过转让债权当日公允价值的时，债权转让人应向网利宝平台支付溢价金额的20%作为溢价费。溢价费在当次转让完成 后即时扣除。由于目前为新品推广期，债权转让免收溢价费。\n（公允价值：指截止转让当日该债权的实际价值，包括债权原值和当月未结清的利息两部分。）',
            },
            {
                'question': u'投资月利宝理财计划，是否收取服务费？',
                'answer': u'目前，投资月利宝项目不收取服务费。',
            },
        ]
    }

}
