#encoding:utf-8

question_list = {
    '1': {
        'question': u'认识网利宝',
        'answer': [
            {
                'question': u'什么是网利宝？',
                'answer': u'网利宝是北京网利科技有限公司旗下的互联网金融平台。网利宝独创产融结合模式，与国内领先的金融机构及产业内的龙头企业进行战略合作，致力于为投资用户提供期限灵活、高收益、安全透明的理财产品和个性化的理财推荐服务。',
            },
            {
                'question': u'网利宝的优势是什么？',
                'answer': u'(1) 低门槛，高收益：100元即可加入理财计划，平均预期年化收益高达13%。\n(2) 期限灵活：期限灵活多样，网利宝为用户提供短期、中期、长期三种不同期限的理财计划，满足用户资金的不同需求。\n(3) 专业权威：网利宝的核心团队成员来自高盛、摩根斯坦利、美银美林、淡马锡、中金、华夏基金等国内外著名金融机构，拥有丰富的金融从业经验。',
            },
            {
                'question': u'网利宝的投资方是谁？',
                'answer': u'网利宝在2014年2月获得了IDG资本千万美元的A轮融资，IDG资本在中国大陆还投资了百度、腾讯、小米、携程网等知名企业。2015年5月获得了A股上市公司鸿利光电4000万美元的B融资。IDG资本和鸿利光电的战略投资，足以证明网利宝在同行业中的强大竞争力。'
            },
            {
                'question': u'什么时候融C轮？',
                'answer': u'公司高层正在运作，敬请期待。'
            }
        ]
    },
    '2': {
        'question': u'注册｜登录',
        'answer': [
            {
                'question': u'如何成为网利宝的理财人？',
                'answer': u'年满18周岁，具有完全民事权利能力和民事行为能力，可以在网利宝平台上进行注册、完成实名认证、绑定银行卡，成为理财人。',
            },
            {
                'question': u'如何修改绑定手机号？',
                'answer': u'目前，您需要通过联系客服（4008-588-066），提供相关信息进行修改。',
            },
            {
                'question': u'如何实名认证？',
                'answer': u'若您还没有实名认证，可以在“我的账户”页面进行实名认证。',
            },
            {
                'question': u'为什么要实名认证？',
                'answer': u'根据国家金融监管机构要求，为保障投资人的资金安全和合法权益，投资人需要在首次投资前输入真实姓名和身份证号码进行实名认证。'
            },
            {
                'question': u'身份信息正确，实名认证未通过怎么办？',
                'answer': u'可能是由于第三方认证系统没有及时更新您的身份信息导致的。您可以联系客服寻求帮助（4008-588-066）。'
            },
            {
                'question': u'为什么手机收不到验证码？',
                'answer': u'(1) 请确认手机是否安装短信拦截或过滤软件； \n(2) 请确认手机是否能够正常接收短信（信号问题、欠费、停机等）；\n (3) 曾经发送过TD(退订短信)，请联系客服400-8588-066寻求帮助； \n(4) 短信收发过程中可能会存在延迟，请耐心等待。'
            },
            {
                'question': u'绑定银行卡失败要怎么处理？',
                'answer': u'您的姓名、银行卡、身份证号需保持一致，否则会导致绑定银行卡失败。如果您需要变更银行卡信息，请提供您的身份证复印件、注册手机号、现有银行卡信息、新银行卡信息，发送至网利宝官方客服邮箱：kefu@wanglibank.com， 我们将在2个工作日内给您答复。'
            },
            {
                'question': u'一个手机号可以注册几个账户？',
                'answer': u'手机号具有唯一性，故一个手机号只能注册绑定一个账户。'
            }
        ]
    },
    '3': {
        'question': u'投资/赎回',
        'answer': [
            {
                'question': u'如何进行投资？',
                'answer': u'投资步骤：注册--实名认证--充值到网利宝账户--选择投资项目购买。'
            },
            {
                'question': u'如果出现项目未满标的情况，投资失败怎么办？',
                'answer': u'如果在有效期间内投资项目的借款金额未投满，则流标，届时投资人的投资资金会自动返回到其网利宝个人账户。'
            },
            {
                'question': u'投资标的是否真实存在？',
                'answer': u'网利宝发布的所有投资标的都是真实有效的，均经过严格的筛选、实地检查和复核。'
            },
            {
                'question': u'购买后可以提前赎回或转让吗？',
                'answer': u'网利宝平台目前发布的投资项目，目前不支持提前赎回或转让。'
            },
            {
                'question': u'平台上投资项目的还款方式有哪些？',
                'answer': u'网利宝平台有三种还款方式:1、按月等额本息还款；2、按月还息到期还本；3、到期一次性还本付息。'
            },
            {
                'question': u'账户中的投资中冻结金额和提现中冻结金额是什么意思？',
                'answer': u'投资后，在款项还未划款给借款人之前，资金是处于投资冻结中的，待借款项目满标并审核通过后，平台放款给借款人开始计息时，投资中冻结金额就会为“0”。从申请提现到资金到账到银行卡上的这段时间，资金将显示为提现冻结状态，当资金到达银行卡后提现资金显示为“0”。'
            },
            {
                'question': u'购买后何时开始计息？',
                'answer': u'在投资项目的借款满标后，平台会对借款人进行放款，放款日即开始计息。'
            },
            {
                'question': u'平台是否收取费用？',
                'answer': u'目前，投资人产生的身份验证费、充值手续费由网利宝平台承担。提现手续费请参照：充值/提现---平台提现手续费是怎么收取的？。'
            },
            {
                'question': u'投资项目到期后资金需要多久到账？',
                'answer': u'正常情况下，产品到期后资金会在1-3个工作日内到账到您的网利宝账户。'
            },
            {
                'question': u'提前还款对投资人有什么好处？',
                'answer': u'（1）投资人可以以更短的期限获得投资时约定的年化收益率\n（2）更好地保证投资人的资金流动性\n（3）较短时间内回款，降低投资人的资金风险'
            },
            {
                'question': u'提前还款有罚息吗？',
                'answer': u'是否有罚息取决该标的合同。'
            },
            {
                'question': u'购买成功后是否可以撤销？',
                'answer': u'所有项目在购买成功后均不可以撤销。'
            },
            {
                'question': u'购买成功了，但在我的账户里看不到投资记录？',
                'answer': u'当您的购买项目尚未满标或者处于满标审核中，您的购买资金会被冻结，待项目满标审核后，即可进入我的账户查看投资记录。'
            },
            {
                'question': u'项目到期后，资金会回到哪里？收到还款后能马上再投资吗？',
                'answer': u'项目到期后，本金和利息是回到您的网利宝账户的。账户内资金可以直接用来继续投资，确保投资人收益的最大化。'
            }
        ]
    },
    '4': {
        'question': u'充值/提现',
        'answer': [
            {
                'question': u'充值失败，无法从银行卡充值到网利宝怎么办？',
                'answer': u'很有可能是您使用的网络延迟导致，建议您稍后再试。',
            },
            {
                'question': u'如何给账户充值？',
                'answer': u'1. 登录网利宝，打开【我的账户】页面，点击【充值】；2. 跳转至充值页面，选择充值银行，输入充值金额，点击【充值】；3. 跳转至银行或者第三方支付页面，按照页面的提示输入银行账户和密码等信息即可完成充值。',
            },
            {
                'question': u'充值是否收费?',
                'answer': u'用户在网利宝平台充值的手续费，由网利宝平台承担。',
            },

            {
                'question': u'银行已经扣款，但是网利宝账户余额却没有增加？',
                'answer': u'用户可通过致电网利宝客服电话：4008-588-066，提交相关信息，网利宝工作人员将尽快为您解决。',
            },
            {
                'question': u'如何提现？',
                'answer': u'在“我的账户”页面可以查看账户余额，发起提现申请以及查看提现记录。'
            },
            {
                'question': u'申请提现后，资金多久可以到账？',
                'answer': u'提现资金将在1-3个工作日内到账到银行卡上。'
            },
            {
                'question': u'充值是否有限额？',
                'answer': u'网利宝对于客户的充值次数和金额均无限制。客户在充值的单笔限额和次数均取决于充值银行。'
            },
            {
                'question': u'提现限额是多少？',
                'answer': u'最低限额：当账户余额大于等于50元时，每笔提现最低限额为50元；当账户余额小于50元时，需一次性提取完。\n最高限额：单笔提现限额50万，民生银行单笔限额5万，单日不限次数'
            },
            {
                'question': u'提现手续费是多少？',
                'answer': u'客户在网利宝充值、提现，将由第三方支付平台按金额收取一定比例的手续费。目前网利宝将为客户垫付充值手续费；同时，客户在满足条件时每月可享受一定次数的免费提现，超过当月享受的免费提现次数后，具体收取规则如下（其他超出部分将由网利宝平台垫付）：\n1、基本手续费。每个月前2次提现免收基本手续费，超过2次后的提现基本手续费如下：\n提现金额小于等于1万：2元/笔\n提现金额大于1万，小于等于5万：3元/笔\n提现金额大于5万，小于等于10万：5元/笔\n2、额外手续费。充值未投资的资金如需要提现，将额外收取提现金额的0.3%，此部分手续费不包含免费范围内。\n提现费用举例：\n用户账户中有到期回款资金3万元，用户充值5万后（未投资），一次性提现8万元（用户该月已经用完2次免收提现基本手续费机会）：\n提现费用= 5元（基本手续费）+ 5万*0.3%（额外手续费）=155元'
            },
            {
                'question': u'提现未到账怎么办？',
                'answer': u'（1）可能是银行卡信息填写有误，银行做退款操作，大概会在7个工作日内完成退款，请用户耐心等候。\n（2） 您还可以联系客服，寻求帮助（4008-588-066）。'
            },
            {
                'question': u'为什么提现申请会失败？',
                'answer': u'答：造成您提现失败的原因可能有以下几种：\na、网利宝账号未通过实名认证\nb、银行开户行信息填写错误\nc、银行账号/户名错误，或是账号和户名不符\nd、提现银行卡为存折或信用卡\ne、银行账户冻结或正在办理挂失\n如果遇到以上情况，我们会在收到银行转账失败的通知后解除您的提现资金冻结，并及时通知您相关信息，请您不必担心资金安全。'
            },
            {
                'question': u'提现单笔限额是多少？',
                'answer': u'最低限额：当账户余额大于等于50元时，每笔提现最低限额为50元；当账户余额小于50元时，需一次性提取完。\n最高限额：单笔限额10万，单日不限次数'
            },
            {
                'question': u'平台充值提现须知',
                'answer': u'为了保证广大用户的资金安全，防止用户资金被他人恶意提现。目前，网利宝平台资金只能提现到实名认证人名下的银行卡中，即只能被提现到用户本人名下银行卡上。请广大用户悉知！'
            }
        ]
    },
    '5': {
        'question': u'账户密码管理',
        'answer': [
            {
                'question': u'忘记登录密码怎么办？',
                'answer': u'在登录页面选择“忘记密码”可进行密码重置。',
            },
            {
                'question': u'如何修改登录/交易密码？',
                'answer': u'电脑端：（1）点击 进入“我的账户”（2）在左边菜单导航处，点击“修改密码” （3）填写原始密码，重新设定密码即可修改成功。电脑端暂无交易密码设置。\n手机端：（1）点击进入 “我的账户”（2）进入右上角“设置” （3）选择“修改登录密码”或“管理交易密码”。',
            },
            {
                'question': u'什么是交易密码？',
                'answer': u'交易密码是供用户在充值、投资、提现申请操作时使用，作为用户承认本人操作的密码。为了您的交易安全，请尽快通过手机端设置交易密码，目前，电脑端暂无交易密码设置。',
            },
            {
                'question': u'用户解绑银行卡需要提供什么？',
                'answer': u'根据第三方通道的银行卡变更及解绑要求， 为方便用户变更或解除已绑定银行卡，特拟定此公告，具体解绑流程如下：\n1、用户换卡（绑定的银行卡属于正常状态，需要换本人的其它卡交易）：需核实网利宝账户资金已全部提走，可申请更换同人的银行卡。提供资料至邮箱：jiesuan@wanglibank.com。所需资料：网利宝账户总资产已全部提走的证明（例：用户对应帐户总资产为"0"的截图）或者 提供手持身份证、原银行卡、现银行卡照片（要求能看见脸）\n2、用户换卡（绑定的银行卡无效或丢失）：需要用户提供开户银行的相关证明材料（手持身份证、新卡拍照；原卡丢失证明），通过审核后，可申请更换同人的银行卡。提供资料至邮箱：jiesuan@wanglibank.com。所需资料：①银行卡变更申请书，②身份证正反面照片、手持身份证正面半身照，③销卡凭证。\n3、用户注销：需核实该用户确实是要注销该银行卡，网利宝账户资金已全部提走。提供资料至邮箱：jiesuan@wanglibank.com。所需资料：网利宝账户总资产已全部提走的证明（例：用户对应帐户总资产为"0"的截图）用户解绑邮件，内容格式（必须按照此格式发）：\n解绑原因：用户换卡/用户注销/用户卡丢失\n持卡人信息举例：\n注册手机号：138********\n身份证号：110***************\n银行卡号：6222*************** \n（附件添加所需提供的资料）',
            }
        ]
    },
    '6': {
        'question': u'理财券/体验金',
        'answer': [
            {
                'question': u'什么是加息券？',
                'answer': u'在项目投资时选择使用，使用后，将在基本收益的基础上，产生额外的收益。',
            },
            {
                'question': u'什么是红包？',
                'answer': u'在项目投资时选择使用，使用后，直接抵扣相应本金。',
            },
            {
                'question': u'红包/加息券使用规则？',
                'answer': u'同一个投资项目只能使用一种理财券（红包或者加息券），其中，加息券针对整个投资项目进行加息，红包针对每笔投资进行抵扣。\n例如，用户在投资项目A时，首笔投资选择使用0.4%加息券，则用户后续针对该项目A的每笔投资，均默认加息0.4%，不能再选择其它加息券和红包；若用户在投资项目A时，首笔投资选择使用红包，则用户后续针对项目A的每笔投资，可选择继续使用其他已有红包，但不能再选择使用加息券。'
            },
            {
                'question': u'如何领取体验金？',
                'answer': u'新用户通过注册（老用户通过参与平台相关活动）获得体验金后，体验金自动放入相应账户并发送站内信通知。',
            },
            {
                'question': u'如何使用体验金？',
                'answer': u'1、体验金只能在相关活动页投资体验标，投资时不能使用其它理财券。体验金有效期自发放日起15天内有效。\n2、体验金需要用户手动投资，投资时系统将自动按体验金总额一次性投资完毕。例如，用户A注册获得10000元体验金，未使用，之后该用户通过参与活动获得5000元体验金，此时用户选择投资体验标时（两笔体验金均在有效期内），系统默认将15000元体验金全部投资。',
            },
            {
                'question': u'体验金是否可提现？',
                'answer': u'1、体验金投资项目，17点前投资当日计息，17点后投资次日计息，项目到期日17点回款。还款本金系统自动收回，利息收益自动以余额形式发放至投资人的理财专区账户。例如，新手28888元体验金，计息日为1天（含节假日），今天16：50分投资，项目立即计息，今天17：00体验金投资收益会发放到您个人账户。\n2、体验金利息收益与正常账户余额一样，可用来投资和提现。部分合作渠道来源用户无法享受此活动奖励，网利宝对此活动享有最终解释权。',
            }
        ]
    },

}
