#encoding:utf-8

question_list = {
    '1': {
        'question': u'认识网利宝',
        'answer': [
            {
                'question': u'什么是网利宝？',
                'answer': u'网利宝是北京网利科技有限公司旗下的互联网金融平台。网利宝独创产融结合模式，与国内领先的金融机构及产业内的龙头企业进行战略合作，致力于为投资用户提供期限灵活、高收益、安全透明的理财产品和个性化的理财推荐服务。',
            },
            {
                'question': u'网利宝的优势是什么？',
                'answer': u'(1) 低门槛，高收益：100元即可加入理财计划，平均预期年化收益高达13%。\n(2) 期限灵活：期限灵活多样，网利宝为用户提供短期、中期、长期三种不同期限的理财计划，满足用户资金的不同需求。\n(3) 专业权威：网利宝的核心团队成员来自高盛、摩根斯坦利、美银美林、淡马锡、中金、华夏基金等国内外著名金融机构，拥有丰富的金融从业经验。',
            },
            {
                'question': u'网利宝的投资方是谁？',
                'answer': u'网利宝在2014年2月获得了IDG资本千万美元的A轮融资，IDG资本在中国大陆还投资了百度、腾讯、小米、携程网等知名企业。2015年5月获得了A股上市公司鸿利光电4000万美元的B融资。IDG资本和鸿利光电的战略投资，足以证明网利宝在同行业中的强大竞争力。'
            }
        ]
    },
    '2': {
        'question': u'注册｜登录',
        'answer': [
            {
                'question': u'如何实名认证？',
                'answer': u'若您还没有实名认证，可以在“我的账户”页面进行实名认证。',
            },
            {
                'question': u'为什么要实名认证？',
                'answer': u'根据国家金融监管机构要求，为保障投资人的资金安全和合法权益，投资人需要在首次投资前输入真实姓名和身份证号码进行实名认证。'
            },
            {
                'question': u'为什么手机收不到验证码？',
                'answer': u'(1) 请确认手机是否安装短信拦截或过滤软件； \n(2) 请确认手机是否能够正常接收短信（信号问题、欠费、停机等）；\n (3) 曾经发送过TD(退订短信)，请联系客服400-8588-066寻求帮助； \n(4) 短信收发过程中可能会存在延迟，请耐心等待。'
            },
            {
                'question': u'绑定银行卡失败要怎么处理？',
                'answer': u'您的姓名、银行卡、身份证号需保持一致，否则会导致绑定银行卡失败。如果您需要变更银行卡信息，请提供您的身份证复印件、注册手机号、现有银行卡信息、新银行卡信息，发送至网利宝官方客服邮箱：kefu@wanglibank.com， 我们将在2个工作日内给您答复。'
            }
        ]
    },
    '3': {
        'question': u'投资/赎回',
        'answer': [
            {
                'question': u'如何进行投资？',
                'answer': u'投资步骤：注册--实名认证--充值到网利宝账户--选择投资项目购买。'
            },
            {
                'question': u'如果出现项目未满标的情况，投资失败怎么办？',
                'answer': u'如果在有效期间内投资项目的借款金额未投满，则流标，届时投资人的投资资金会自动返回到其网利宝个人账户。'
            },
            {
                'question': u'投资标的是否真实存在？',
                'answer': u'网利宝发布的所有投资标的都是真实有效的，均经过严格的筛选、实地检查和复核。'
            },
            {
                'question': u'购买后可以提前赎回或转让吗？',
                'answer': u'网利宝平台目前发布的投资项目，目前不支持提前赎回或转让。'
            },
            {
                'question': u'平台上投资项目的还款方式有哪些？',
                'answer': u'网利宝平台有三种还款方式:1、按月等额本息还款；2、按月还息到期还本；3、到期一次性还本付息。'
            },
            {
                'question': u'账户中的投资中冻结金额和提现中冻结金额是什么意思？',
                'answer': u'投资后，在款项还未划款给借款人之前，资金是处于投资冻结中的，待借款项目满标并审核通过后，平台放款给借款人开始计息时，投资中冻结金额就会为“0”。从申请提现到资金到账到银行卡上的这段时间，资金将显示为提现冻结状态，当资金到达银行卡后提现资金显示为“0”。'
            },
            {
                'question': u'购买后何时开始计息？',
                'answer': u'在投资项目的借款满标后，平台会对借款人进行放款，放款日即开始计息。'
            }
        ]
    },
    '4': {
        'question': u'充值/提现',
        'answer': [
            {
                'question': u'充值失败，无法从银行卡充值到网利宝怎么办？',
                'answer': u'很有可能是您使用的网络延迟导致，建议您稍后再试。',
            },
            {
                'question': u'银行已经扣款，但是网利宝账户余额却没有增加？',
                'answer': u'用户可通过致电网利宝客服电话：4008-588-066，提交相关信息，网利宝工作人员将尽快为您解决。',
            },
            {
                'question': u'如何提现？',
                'answer': u'在“我的账户”页面可以查看账户余额，发起提现申请以及查看提现记录。'
            },
            {
                'question': u'申请提现后，资金多久可以到账？',
                'answer': u'提现资金将在T+3个工作日到账到银行卡上。'
            }
        ]
    },
    '5': {
        'question': u'账户密码管理',
        'answer': [
            {
                'question': u'忘记登录密码怎么办？',
                'answer': u'在登录页面选择“忘记密码”可进行密码重置。',
            },
            {
                'question': u'如何修改登录/交易密码？',
                'answer': u'电脑端：（1）点击 进入“我的账户”（2）在左边菜单导航处，点击“修改登录密码” （3）填写原始密码，重新设定密码即可修改成功。电脑端暂无交易密码设置。\n手机端：（1）点击进入 “我的账户”（2）进入右上角“设置” （3）选择“修改登录密码”或“管理交易密码”。',
            }
        ]
    },
    '6': {
        'question': u'红包/加息券',
        'answer': [
            {
                'question': u'什么是加息券？',
                'answer': u'在项目投资时选择使用，使用后，将在基本收益的基础上，产生额外的收益。',
            },
            {
                'question': u'什么是红包？',
                'answer': u'在项目投资时选择使用，使用后，直接抵扣相应本金。',
            },
            {
                'question': u'红包/加息券使用规则？',
                'answer': u'同一个投资项目只能使用一种理财券（红包或者加息券），其中，加息券针对整个投资项目进行加息，红包针对每笔投资进行抵扣。\n例如，用户在投资项目A时，首笔投资选择使用0.4%加息券，则用户后续针对该项目A的每笔投资，均默认加息0.4%，不能再选择其它加息券和红包；若用户在投资项目A时，首笔投资选择使用红包，则用户后续针对项目A的每笔投资，可选择继续使用其他已有红包，但不能再选择使用加息券。'
            }
        ]
    },

}
